Revit 2018 API
AssetPropertyEnum.Value Property
 Value of the property.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 18.0.0.0 (18.0.0.0)
Syntax
C#
public int Value { get; }
Visual Basic
Public ReadOnly Property Value As Integer
	Get
Visual C++
public:
property int Value {
	int get ();
}
See Also
AssetPropertyEnum Class
Autodesk.Revit.DB.Visual Namespace